Repository: olvid-io/olvid-ios
Catalog: Sources/App/ObvLocation/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, pt_pt, ru, uk, zh_hans

source: Close
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi
ja: 閉じる
ko: 닫기
pt_br: Fechar
pt_pt: Fechar
ru: Закрыть
uk: Закрити
zh_hans: 关闭

# MAP_ALERT_DISMISS
source: Dismiss
de: Verwerfen
es: Descartar
fr: Fermer
it: Chiudi
ja: 閉じる
ko: 닫기
pt_br: Fechar
pt_pt: Descartar
ru: Отклонить
uk: Відхилити
zh_hans: 关闭

# MAP_ALERT_MESSAGE
source: which app do you want to use?
de: Welche App möchtest du verwenden?
es: ¿qué aplicación quieres usar?
fr: Quelle application voulez-vous utiliser?
it: quale app vuoi usare?
ja: どのアプリを使用しますか？
ko: 어떤 앱을 사용하시겠어요?
pt_br: qual aplicativo você deseja usar?
pt_pt: qual aplicação queres usar?
ru: какое приложение вы хотите использовать?
uk: який застосунок ви хочете використати?
zh_hans: 你想使用哪个应用？

# MAP_ALERT_TITLE
source: Open to location
de: Standort freigeben
es: Abrir ubicación
fr: Ouvrir
it: Consenti l'accesso alla posizione
ja: 位置情報の利用を許可
ko: 위치 정보 공개
pt_br: Permitir acesso à localização
pt_pt: Permitir acesso à localização
ru: Открыть местоположение
uk: Відкрити місцезнаходження
zh_hans: 允许访问位置信息

# MAP_PIN_TITLE
source: Pin on the map
de: Auf der Karte fixieren
es: Fijar en el mapa
fr: Repère sur le plan
it: Fissa sulla mappa
ja: 地図にピンを留める
ko: 지도에 고정
pt_br: Marcar no mapa
pt_pt: Marcar no mapa
ru: Закрепить на карте
uk: Закріпити на карті
zh_hans: 在地图上固定

# SEND_CONTINUOUS
source: Share
de: Teilen
es: Compartir
fr: Partager
it: Condividi
ja: 共有
ko: 공유
pt_br: Compartilhar
pt_pt: Partilhar
ru: Поделиться
uk: Поділитися
zh_hans: 分享

# SEND_LANDMARK
source: Send pin
de: PIN senden
es: Enviar PIN
fr: Envoyer un repère
it: Invia PIN
ja: ピンを送信
ko: 핀 보내기
pt_br: Enviar PIN
pt_pt: Enviar PIN
ru: Отправить PIN-код
uk: Надіслати пін-код
zh_hans: 发送定位

source: Share my location
de: Meine Position teilen
es: Compartir mi ubicación
fr: Partager ma position
it: Condividi la mia posizione
ja: 自分の場所を共有
ko: 내 위치 공유
pt_br: Compartilhar minha localização
pt_pt: Partilhar a minha localização
ru: Поделиться моим местоположением
uk: Поділитися моїм місцезнаходженням
zh_hans: 分享我的位置

# SHARE_TIME_INDEFINITELY
source: Indefinitely
de: Unbefristet
es: Indefinidamente
fr: Indéfiniment
it: A tempo indeterminato
ja: 無期限
ko: 무기한
pt_br: Indefinidamente
pt_pt: Indefinidamente
ru: Бессрочно
uk: На невизначений термін
zh_hans: 无限期

# SHARE_TIME_LIVE_TWO_MINUTES
source: In real-time for 2 minutes
de: In Echtzeit für 2 Minuten
es: En tiempo real durante 2 minutos
fr: En temps réel pendant 2 minutes
it: In tempo reale per 2 minuti
ja: 2分間、リアルタイムで
ko: 실시간으로 2분 동안
pt_br: Em tempo real por 2 minutos
pt_pt: Em tempo real durante 2 minutos
ru: В реальном времени в течение 2 минут
uk: В режимі реального часу протягом 2 хвилин
zh_hans: 实时显示 2 分钟

# SHARE_TIME_ONE_HOUR
source: For an hour
de: Für eine Stunde
es: Por una hora
fr: Pendant une heure
it: Per un'ora
ja: 1時間だけ
ko: 1시간 동안
pt_br: Por uma hora
pt_pt: Por uma hora
ru: На час
uk: На годину
zh_hans: 持续一小时
